text = {
    'help': "Это бот-помощник, который превращает форму в пошаговый опрос.\n"
            "Он создан, чтобы незрячие могли удобно отвечать голосом или текстом.\n\n"
            "Как пользоваться:\n"
            "— Отвечайте словами или цифрами.\n"
            "— «Повторить» — повтор вопроса.\n"
            "— «Пропустить» — перейти дальше.\n"
            "— «Стоп» — завершить опрос.\n\n"
            "Меню:\n"
            "Начать заново\n"
            "Правила\n"
            "Создать ссылку\n"
            "Связаться с поддержкой\n\n"
            "В конце ваши ответы сохраняются и передаются отправителю формы.\n"
            "Продолжая, вы подтверждаете свое согласие на обработку персональных данных.\n\n"
            "Далее идут две кнопки. Сверху кнопка Продолжить, снизу кнопка на текст на документ.",
    'privacy': 'Политика конфиденциальности чат-бота\n'
               '1. Введение\n'
               'Эта Политика конфиденциальности описывает, как мы, владельцы бота "YaHa 2025 Winners",\n'
               'используем и защищаем ваши данные.\n'
               'Эти данные могут быть предоставлены вами или получены нами при взаимодействии с ботом "YaHa 2025 Winners".\n'
               'В этой Политике конфиденциальности "мы", "нас" и "наш" относятся к владельцам бота, а "вы" — к пользователю.\n'
               'Этот бот является частью экосистемы ботов Telegram.\n'
               'Чтобы узнать больше об услугах обмена сообщениями Telegram, ознакомьтесь с Политикой конфиденциальности Telegram.\n'
               'Этот бот работает на базе SendPulse.\n'
               'Компания обрабатывает информацию в соответствии с Политикой конфиденциальности SendPulse.\n'
               '2. Данные, которые мы собираем\n'
               'Когда вы взаимодействуете с нашим ботом "YaHa 2025 Winners", мы собираем основную информацию о вашем профиле,\n'
               'такую как ваше имя, фамилия, имя пользователя и изображение профиля, как это предусмотрено Telegram.\n'
               'Эти данные хранятся бессрочно.\n'
               'Мы также сохраняем все сообщения, которые вы отправляете нашему боту,\n'
               'пока он остается активным — эти сообщения могут содержать персональные данные.\n'
}

BUTTONS = {
    '':''
}